{
  "news": [
    {
      "title": "Bryan De La Cruz, Jean Segura power Marlins' comeback win - MLB.com",
      "description": "CHICAGO -- If you’re still on the fence about the 2023 Marlins, it might be time to join the club in believing.\nFor the second time in as many games, the Marlins rallied in the ninth inning to shock the White Sox, this one a 6-5 victory on Sunday afternoon",
      "imageUrl": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/v1686527443/mlb/c0x6m8zk8kzjpgpkmlru.jpg"
    },
    {
      "title": "2023 NCAA baseball bracket: Men's College World Series scores, schedule - NCAA.com",
      "description": "Here are the dates and schedule for the 2023 NCAA baseball regionals, super regionals and Men's College World Series.",
      "imageUrl": "https://www.ncaa.com/_flysystem/public-s3/styles/large_16x9/public-s3/images/2023-05/2023-ncaa-baseball-tournament-bracket-college-world-series.jpg?h=f2d743a8&itok=ervZI2bj"
    },
    {
      "title": "Kiké Hernández drives in winner as Red Sox beat Yankees in 10 - MLB.com",
      "description": "NEW YORK -- The Red Sox did something they haven’t done since May 27 against the D-backs. Boston won a series, and it was against the Yankees in a 3-2 victory in 10 innings Sunday night at Yankee Stadium.\nThe game was tied at 2 when Kiké Hernández singled to",
      "imageUrl": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/mlb/xyqxl3wnkfvznu5z7seb.jpg"
    },
    {
      "title": "NBA Finals MVP odds: Nikola Jokic a near-lock to win Bill Russell trophy as Nuggets near victory over Heat - CBS Sports",
      "description": "Jokic is a huge favorite to win Finals MVP",
      "imageUrl": "https://sportshub.cbsistatic.com/i/r/2023/06/11/769d4af2-2344-4592-84ed-b6ed6620a43f/thumbnail/1200x675/9c5df0e38be9caca7439ee7c25f79029/jokic-getty-12.png"
    },
    {
      "title": "Chase Young trade rumors: NFC North contenders among seven logical suitors for Commanders pass rusher - CBS Sports",
      "description": "A look at which teams could be calling about the former first-rounder",
      "imageUrl": "https://sportshub.cbsistatic.com/i/r/2021/09/29/9538d705-21e9-420e-aa01-a93b03b52757/thumbnail/1200x675/d2825b28c253153997adb3927e0a59b1/chase-young.jpg"
    },
    {
      "title": "Saquon Barkley frustrated with Giants’ leaks, doesn’t rule out holdout into season - NBC Sports",
      "description": "The Giants have until July 17 to get a long-term contract completed with Saquon Barkley. Otherwise, the running back will have to play under the one-year, $10.1 million franchise tag.Or he could sit out the season.Barkley didn’t rule that out while speaking t…",
      "imageUrl": "https://profootballtalk.nbcsports.com/wp-content/uploads/sites/25/2023/06/GettyImages-1246434167-e1686542748946.jpg"
    },
    {
      "title": "Sue Bird's number is retired as Seattle lauds its basketball icon - The Washington Post",
      "description": "As her number was retired, Sue Bird showed Seattle plenty of love right back.",
      "imageUrl": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LBCTSLIPZZATTKUHTPLIVWK4NY.jpg&w=1440"
    },
    {
      "title": "Nick Taylor wins playoff in dramatic fashion | Round 4 | RBC Canadian | 2023 - PGA TOUR",
      "description": "In the final round of the 2023 RBC Canadian Open, Nick Taylor carded a 6-under 66 to finish 72 holes at 17-under for the tournament, good enough to tie Tommy...",
      "imageUrl": "https://i.ytimg.com/vi/TxAeyAyNSso/maxresdefault.jpg"
    },
    {
      "title": "Kevin Love rejoins Heat after daughter’s birth as Miami, Denver prepare for Game 5 of NBA Finals - The Athletic",
      "description": "Love’s wife, Kate, gave birth to the couple’s first child over the weekend.",
      "imageUrl": "https://cdn.theathletic.com/app/uploads/2023/06/11172720/Love-1024x683.jpg"
    },
    {
      "title": "Southern Miss baseball to start Niko Mazza in decisive game of super regional vs. Tennessee - Hattiesburg American",
      "description": "Southern Miss baseball has announced its starter for the third game of the Hattiesburg Super Regional against Tennessee.",
      "imageUrl": "https://www.gannett-cdn.com/presto/2023/06/02/PHAT/1e62fa4e-db3b-4e82-a874-cb2d8c97ad5b-20230602_jc_baseUSMSam_36.jpg?auto=webp&crop=2499,1406,x0,y125&format=pjpg&width=1200"
    },
    {
      "title": "Phoenix Mercury to adjust travel arrangements following Brittney Griner harassment incident, head coach says - CNN",
      "description": "Following the harassment of WNBA star Brittney Griner at Dallas-Fort Worth International Airport, Phoenix Mercury’s leadership plans to make adjustments to prioritize players’ travel safety, head coach Vanessa Nygaard said Sunday.",
      "imageUrl": "https://media.cnn.com/api/v1/images/stellar/prod/230611203343-brittney-griner-051923-restricted.jpg?c=16x9&q=w_800,c_fill"
    },
    {
      "title": "LIVE | FINAL: USA v Canada | FIBA U16 Americas Championship 2023 - FIBA - The Basketball Channel",
      "description": "Watch the Final game between USA and Canada at the FIBA U16 Americas Championship 2023. #fibau16americas#basketball #baloncesto #basquete #basquetebol #농구 #b...",
      "imageUrl": "https://i.ytimg.com/vi/l-YlsxXHMk0/maxresdefault.jpg"
    },
    {
      "title": "Nolan Jones hits walk-off homer after rain delay - MLB.com",
      "description": "DENVER -- When it rains, it pours.\nThat was true figuratively for the Rockies before their thrilling 5-4 walk-off victory over the Padres at Coors Field on Sunday afternoon, when they found out franchise stalwart Charlie Blackmon has a right hand fracture, ad…",
      "imageUrl": "https://img.mlbstatic.com/mlb-images/image/upload/t_2x1/t_w1536/mlb/rgotbiynnalqptznsg2b.jpg"
    },
    {
      "title": "Mariners vs. Angels Game Highlights (6/11/23) | MLB Highlight - Los Angeles Angels",
      "description": "Mariners vs. Angels full game highlights from 6/11/23Check out http://MLB.com/video for more!About MLB.com: About MLB.com: Baseball Commissioner Allan H. (Bu...",
      "imageUrl": "https://i.ytimg.com/vi/iTdur_sdfPw/maxresdefault.jpg"
    },
    {
      "title": "Kendall Jackson recaps official visit with Hogs - 247Sports",
      "description": "The latest on Gainesville (Fla.) Buchholz defensive lineman Kendall Jackson following his official with the Hogs.",
      "imageUrl": "https://s3media.247sports.com/Uploads/Assets/896/23/11023896.jpg"
    },
    {
      "title": "Nuggets' Michael Malone - Must approach Game 5 like we're down 3-1 - ESPN - ESPN",
      "description": "Nuggets coach Michael Malone wants his team to approach Game 5 like they are down 3-1 instead of up. \"They are desperate,\" Malone said, referring to the Heat. \"We have to be more desperate. They are hungry. We have to be hungrier.\"",
      "imageUrl": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2023%2F0611%2Fr1185436_1296x729_16%2D9.jpg"
    },
    {
      "title": "Erik Spoelstra Gives Update on Heat Mascot After Conor McGregor Punch - Sports Illustrated",
      "description": "The anthropomorphic fireball exited Game 4 on Friday night under strange circumstances.",
      "imageUrl": "https://www.si.com/.image/ar_1.91%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_1200/MTk4NTc0MjUzNzQ0ODU4NTYz/usatsi_20060936.jpg"
    },
    {
      "title": "Novak Djokovic, with a French Open flourish, makes his case as the best ever - The Athletic",
      "description": "With his men's record 23rd career Grand Slam title, Novak Djokovic proved he is still ready to take souls — and he's likely not done.",
      "imageUrl": "https://cdn.theathletic.com/app/uploads/2023/06/11150256/GettyImages-1497692241-1024x683.jpg"
    }
  ]
}